// Створено репозиторій goit-js-hw-05
// При здачі домашньої роботи є посилання на вихідні файли в репозиторії
// Кожне завдання виконано в окремому файлі з ім'ям
//  task-номер_завдання.js. Використовуй <script type="module">
//  щоб закрити код завдання в окремій області видимості і уникнути
//  конфліктів імен ідентифікаторів.
// Імена змінних зрозумілі, описові
// Код відформатований за допомогою Prettier

import './task-1.js';
import './task-2.js';
import './task-3.js';
import './task-4.js';